# RoomPeopleTotalHeatGainPerPersonParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RoomPeopleTotalHeatGainPerPersonParam Property
ParameterTypeId Class See Also
---
"Total Heat Gain per person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RoomPeopleTotalHeatGainPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RoomPeopleTotalHeatGainPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RoomPeopleTotalHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace